Repository: caicos/Polls
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Français
de: Französisch

source: Englais
de: Englisch

source: Allemand
de: Deutsch

source: polls/
de: umfragen/

source: polls
de: umfragen

source: Essayons de traduire ce texte
de: Versuchen wir, diesen text zu übersetzen

source: Page pour comprendre la mise en place de site multilingue avec Django
de: Seite, um die implementierung einer mehrsprachigen Website mit Django zu verstehen

source: Ceci est un paragraphe à traduire avec la variable : %(static_string_1)s
de: Das ist ein Paragraph mit der Variable : %(static_string_1)s

source: Troisième phrase statique à traduire
de: Dritter statischer Satz zum übersetzen

# lumière
source: Clarté
de: Klarheit

# transparence
source: Clarté
de: Helligkeit

# intelligibilité
source: Clarté
de: Verständlichkeit

# blancheur
source: Clarté
de: Helligkeit

source: Première phrase statique à traduire
de: Erster statischer Satz zum übersetzen

source: Seconde phrase statique à traduire
de: zweiter statischer Satz zum übersetzen

source: Ceci est le second paragraphe à traduire
de: Dies ist der zweiter Paragraph zuübersetzen

source: Page d'accueil - Sélection de la langue
de: Startseite - Sprachauswahl

source: Django site admin
de: Django Website Admin
